Tekla.Structures.Model.RebarSpacingZone.SpacingEnum
The spacing type.

Tekla.Structures.Model.RebarSpacingZone.SpacingEnum.EXACT
The spacing is exact.

Tekla.Structures.Model.RebarSpacingZone.SpacingEnum.TARGET
The spacing is a target value.